Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Pages.Survey.*.resx
Languages: ru

source: Back
ru: Назад

# GoHome
source: Return Home
ru: Вернуться на главную

# Meta_Description_Survey
source: Take our yachting survey to help us recommend the best sailing program for you: confident start, advanced training, catamaran courses, or individual lessons. Tailor your yachting experience in Montenegro!
ru: Пройдите короткий опрос, чтобы мы подобрали для вас оптимальную яхтенную программу: уверенный старт, повышение квалификации, катамаран, индивидуальные занятия. Получите персональную рекомендацию по яхтингу в Черногории!

source: Next
ru: Далее

# PageTitle_Survey
source: Yachting Survey — Select Program | VibeOfTheWave
ru: Опрос — Выберите программу яхтинга | VibeOfTheWave

# Programs_ConfidentStart_Title
source: Confident Start
ru: Уверенный старт

# Step1_Question
source: How experienced are you with sailing?
ru: Насколько вы опытны в парусном спорте?

# Step1_Title
source: Step 1: Your Experience
ru: Шаг 1: Опыт

# Step2_Question
source: What do you want to achieve on this course?
ru: Что вы хотите достичь на курсе?

# Step2_Title
source: Step 2: Your Goals
ru: Шаг 2: Цели

# Step3_Question
source: When would you like to start?
ru: Когда вы планируете начать?

# Step3_Title
source: Step 3: Dates
ru: Шаг 3: Даты

# Step4_Question
source: Do you prefer small or large groups?
ru: Предпочитаете маленькие или большие группы?

# Step4_Title
source: Step 4: Group Size
ru: Шаг 4: Размер группы

# Step5_Question
source: Please leave your email or phone for follow-up.
ru: Оставьте email или телефон для обратной связи.

# Step5_Title
source: Step 5: Contact Info
ru: Шаг 5: Контакты

source: Submit
ru: Отправить

# Survey_Complete
source: Your responses have been recorded.
ru: Ваши ответы сохранены.

# Survey_Header
source: Start your “{0}” survey
ru: Начало опроса «{0}»

# Survey_Intro
source: Please answer these 5 quick questions to tailor your course.
ru: Пожалуйста, ответьте на 5 вопросов для подбора курса.

source: Thank You!
ru: Спасибо!
