Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Pages.Management.*.resx
Languages: ru

# Management_HeroSubheadline
source: Service for Yacht Owners
ru: Сервис для владельцев яхт

# Management_HeroCTA
source: Send Request
ru: ОТПРАВИТЬ

# Management_Parking_Title
source: Docking at Porto Montenegro – the finest marina in the Adriatic
ru: Стоянка в Porto Montenegro – лучшая марина Адриатики

# Management_Parking_Advantage1
source: Year-round technical maintenance is free of charge!
ru: Круглогодичное техническое обслуживание бесплатно!

# Management_Parking_Advantage2
source: We keep your yacht in perfect condition
ru: Мы поддерживаем вашу яхту в идеальном состоянии

# Management_Parking_Advantage3
source: You have nothing to worry about – just enjoy the sea and your vacation
ru: Вы ни о чём не беспокоитесь, наслаждайтесь морем и отдыхом

# Management_Parking_Annual_Title
source: Annual mooring
ru: Годовая стоянка

# Management_Parking_Annual_Price
source: from €4400
ru: от 4400 €

# Management_Parking_Winter_Title
source: Winter mooring (October–April)
ru: Зимняя стоянка (октябрь–апрель)

# Management_Parking_Winter_Price
source: from €2580
ru: от 2580 €

# Management_Offer_Title
source: Offer for Yacht Owners
ru: Предложение для судовладельцев

# Management_Offer_Intro
source: If you’re reading this, chances are you either already own a yacht or are planning to buy one. In either case, this page is for you, and there are three important points you should know:
ru: Если вы это читаете, значит либо у вас уже есть яхта, либо вы только собираетесь её приобрести. Эта страница для вас, и перед вами три важных пункта:

# Management_Offer_Point1_Subtitle
source: Essence of the Offer
ru: Суть предложения

# Management_Offer_Point1_Text
source: We will berth your yacht at our dock in Porto Montenegro Marina at the official marina rate and provide free year-round technical maintenance. We work with both sailing and motor yachts. Annual mooring from €4400; winter mooring (October–April) from €2580. The exact cost depends on your yacht’s size.
ru: Мы поставим вашу яхту на причал в марине Porto Montenegro по официальному прайсу и предоставим бесплатное круглогодичное техобслуживание. Работаем с парусными и моторными яхтами. Годовая стоянка – от 4400 €; зимняя (октябрь–апрель) – от 2580 €. Точная стоимость зависит от размера вашей яхты.

# Management_Offer_HowItWorks_Title
source: How it Works
ru: Как это работает

# Management_Offer_HowItWorks_Text
source: Your yacht will receive care, attention, and maintenance according to a strict schedule outlined in our contract. Before your arrival, the yacht will be fully prepared (rigged, cleaned, beds made, water tanks filled with fresh water, all departure documents ready). All you have to do is start the serviced engine and enjoy your vacation.
ru: Яхта получает уход и сервис по жёсткому регламенту договора. Перед вашим прибытием она будет готова (вооружена, вымыта, постель застелена, баллоны с водой заправлены, документы оформлены). Вам останется только запустить двигатель и наслаждаться отпуском.

# Management_Wishes_Title
source: Decide on Your Preferences
ru: Определитесь с вашими пожеланиями

# Management_Wishes_Option1_Title
source: I don’t want to see strangers on my beautiful yacht
ru: Не хочу видеть на яхте посторонних людей

# Management_Wishes_Option1_Text
source: Your yacht is always in perfect condition and ready to take you or your friends on board and head out to sea at a moment’s notice.
ru: Ваша яхта всегда идеальна и готова к выходу в море для вас и ваших друзей.

# Management_Wishes_Option2_Title
source: I want to cover part of the expenses, but I’m not ready to trust my yacht to just anyone
ru: Хочу окупать часть затрат, но не готов доверить яхту абы кому

# Management_Wishes_Option2_Text
source: We will rent out your yacht, but only with our own skipper whom we trust. We take full responsibility.
ru: Мы будем сдавать её в чартер только с нашим шкипером, которому полностью доверяем. Вся ответственность – на нас.

# Management_Wishes_Option3_Title
source: I want to earn and achieve the maximum profit
ru: Хочу зарабатывать и получать максимальную прибыль

# Management_Wishes_Option3_Text
source: No problem. We will charter out your yacht exactly the way we charter our own yachts.
ru: Не проблема. Сдадим вашу яхту в чартер так же, как и свои собственные.

# Management_Form_Title
source: Contact Us to Discuss the Details
ru: Свяжитесь с нами для уточнения деталей

# Management_Form_Name_Label
source: Name
ru: Имя

# Management_Form_Phone_Label
source: Phone Number
ru: Телефон

# Management_Form_Email_Label
source: Email Address
ru: Электронная почта

# Management_Form_YachtType_Label
source: What type of yacht do you have?
ru: Тип яхты

# Management_Form_YachtType_Sail
source: Sailing
ru: Парусная

# Management_Form_YachtType_Motor
source: Motor
ru: Моторная

# Management_Form_YachtSize_Label
source: Yacht Size (ft)
ru: Размер яхты (футы)

# Management_Form_SubmitButton
source: Send Request
ru: ОТПРАВИТЬ

# Management_Form_Note
source: Feel free to send a request – it doesn’t commit you to anything.
ru: Смело отправляйте заявку — это ни к чему не обязывает.

# Management_Form_Benefit1
source: We will discuss all the details,
ru: обсудим все детали,

# Management_Form_Benefit2
source: calculate the mooring cost based on your yacht’s size,
ru: рассчитаем стоимость стоянки по размеру яхты,

# Management_Form_Benefit3
source: and send a contract outlining the free maintenance schedule,
ru: пришлём договор с графиком бесплатного техобслуживания,

# Management_Form_AfterListNote
source: after which you can decide whether you need the service or not.
ru: после чего вы решите, нужен ли вам сервис.

# Management_Form_Reassurance1
source: You are welcome to visit us in Montenegro at our dock to meet us in person, assess the level and reliability of Porto Montenegro Marina and, most importantly, see the condition of our boats and how we take care of them.
ru: Приглашаем вас лично посетить марину Porto Montenegro, оценить уровень сервиса и увидеть, как мы заботимся о наших яхтах перед вашим путешествием.

# Management_Form_Reassurance2
source: It’s no secret that charter yachts are subjected to heavy wear and tear because clients are not always careful. If we manage to keep our fleet in perfect condition even under such conditions, you can be confident that you are entrusting your beauty to reliable hands.
ru: Чартерные яхты подвергаются сильным нагрузкам, и если наш флот сохраняет идеальное состояние, вы можете быть уверены: ваша красавица в надёжных руках.

# Management_Form_Success
source: Your request has been sent successfully!
ru: Ваша заявка успешно отправлена!
