Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Pages.BareboatCharter.*.resx
Languages: ru

# Bareboat_Benefit1
source: Perfect technical condition of the fleet, guaranteed
ru: Флот в идеальном техническом состоянии, гарантируем

# Bareboat_Benefit2
source: Excellent service and friendly staff
ru: Отличный сервис, приятный персонал

# Bareboat_Benefit3
source: No hidden fees, transparent conditions
ru: Без скрытых доплат, прозрачные условия

# Bareboat_Benefit4
source: Free boat handling refresher at handover
ru: Поможем освоиться с лодкой и всё вспомнить (бесплатно)

# Bareboat_Benefits_Title
source: Why choose us?
ru: Почему мы?

# Bareboat_Hero_Subtitle
source: 8 identical sailing yachts (and one motor yacht) at 5★ Porto Montenegro marina
ru: 8 одинаковых парусных яхт (и одна моторная) в марине Porto Montenegro (5★)

# Bareboat_Rate1
source: until March 30 — 1 900 €
ru: по 30 марта — 2 300 €

# Bareboat_Rates_Subtitle
source: Price for 1 week of charter. Standard charter week is from 17:00 Saturday to 10:00 next Saturday.
ru: Цена за 1 неделю аренды. Стандартная чартерная неделя — с 17:00 субботы до 10:00 следующей субботы.

# Bareboat_Rates_Title
source: Rental rates
ru: Стоимость аренды

# Bareboat_Title
source: Yachting in Montenegro
ru: Яхтинг в Черногории

# Bareboat_Rate2
source: Mar 30 – Apr 22 — 2 400 €
ru: с 30 марта по 22 апреля — 2 800 €

# Bareboat_Rate3
source: Apr 22 – Jun 15 — 2 900 €
ru: с 22 апреля по 15 июня — 3 300 €

# Bareboat_Rate4
source: Jun 15 – Jun 29 — 3 300 €
ru: с 15 по 29 июня — 3 700 €

# Bareboat_Rate5
source: Jun 29 – Aug 24 — 3 900 €
ru: с 29 июня по 24 августа — 4 300 €

# Bareboat_Rate6
source: Aug 24 – Oct 5 — 3 300 €
ru: с 24 августа по 5 октября — 3 700 €

# Bareboat_Rate7
source: Oct 5 – Nov 9 — 2 600 €
ru: с 5 по 9 ноября — 3 000 €

# Bareboat_Rate8
source: from Nov 9 — 1 900 €
ru: с 9 ноября — 2 300 €

# Bareboat_Included_Title
source: Included in price
ru: Включено в стоимость

# Bareboat_Included_Item1
source: Dinghy with outboard motor
ru: «Тузик» с подвесным двигателем

# Bareboat_Included_Item2
source: Bed linens, towels, and all necessary items
ru: Постельное белье, полотенца и всё необходимое

# Bareboat_Included_Item3
source: Berth in Porto Montenegro marina
ru: Стоянка в Porto Montenegro

# Bareboat_Included_Item4
source: Insurance
ru: Страховка

# Bareboat_Included_Item5
source: Galley gas cylinders
ru: Газовые баллоны для камбуза

# Bareboat_Included_Item6
source: Onboard Wi-Fi in Montenegro (5 GB)
ru: Wi-Fi на борту на территории Черногории (5 Gb)

# Bareboat_NotIncluded_Title
source: Not included in price
ru: Не включено в стоимость

# Bareboat_NotIncluded_Item1
source: Final cleaning – 140 €
ru: Финальная уборка

# Bareboat_NotIncluded_Item2
source: Fuel (return with full tank)
ru: Топливо (возврат с полным баком)

# Bareboat_Deposit_Title
source: Security deposit = 2000 €
ru: Депозит = 2000 €

# Bareboat_Deposit_Text
source: Refundable security deposit taken at check-in as a guarantee for the yacht and its equipment. Damage Waiver available at €30 per day.
ru: Возвращаемый залог, который вы вносите при приемке яхты в качестве гарантии сохранности яхты и ее имущества. Возможен Damage Waiver – 30 € в день.

# Bareboat_Discounts_Title
source: DISCOUNTS!
ru: СКИДКИ!

# Bareboat_Discount_Alumni
source: discount for Sail Band Sailing School alumni
ru: скидка выпускникам яхтенной школы Sail Band

# Bareboat_Discount_LastMinute
source: discount for last-minute booking (contract signed < 10 days before start)
ru: скидка за позднее бронирование (договор заключён менее чем за 10 дней до старта)

# Bareboat_Discount_LongTerm
source: discount for long-term charter (10% off second week, 15% off third week)
ru: скидка за длительный чартер (на вторую неделю 10%, на третью – 15%)

# Bareboat_Discount_Note
source: *Maximum total discount is 15%.
ru: *Максимально возможный размер скидки – 15%.

# Bareboat_Extras_Title
source: Additionally
ru: Дополнительно

# Bareboat_Extra_Skipper_Title
source: Skipper – €140 per day (plus meals)
ru: Шкипер

# Bareboat_Extra_Skipper_Text
source: If you don’t have a skipper license, you can rent with a captain.
ru: Если у вас нет прав на управление яхтой, вы можете арендовать яхту вместе с капитаном.

# Bareboat_Extra_Gennaker_Title
source: Gennaker – €200 per week (deposit €1000)
ru: Геннакер

# Bareboat_Extra_Gennaker_Text
source: Halyard and sheets are provided.
ru: Проводка и брасы присутствуют.

# Bareboat_Extra_Fishing_Title
source: Fishing gear – €50 per week
ru: Оборудование для рыбалки

# Bareboat_Extra_Fishing_Text
source: Includes a trolling rod with reel and line, a set of lures, a gaff, and a rod holder for the rail.
ru: В комплекте: троллинговое удилище с катушкой и тросом, набор воблеров, багор и стакан для крепления удилища на леерной стойке.

# Bareboat_Extra_Poker_Title
source: Poker set – €10 per week
ru: Набор для покера

# Bareboat_Extra_Poker_Text
source: If you have nothing to do in the evenings.
ru: Если нечем заняться по вечерам.

# Bareboat_Contact_Title
source: Ready to set sail?
ru: Готовы отправиться в плавание?

# Bareboat_Contact_Button
source: Send Request
ru: Оставить заявку

# Bareboat_Form_Title
source: Send us a Request
ru: Оставьте заявку

# Bareboat_Form_Intro
source: Send a request and we’ll contact you with a personal discount offer.
ru: Отправьте заявку, мы свяжемся с вами и предложим индивидуальную скидку.

# Bareboat_Form_Name
source: Name
ru: Имя и фамилия

# Bareboat_Form_Phone
source: Phone
ru: Номер телефона

# Bareboat_Form_Email
source: Email
ru: Электронная почта

# Bareboat_Form_Button
source: Send Request
ru: Отправить заявку

# Bareboat_Form_Success
source: Thank you! Your request has been sent. We will contact you shortly.
ru: Спасибо! Ваша заявка отправлена. Мы свяжемся с вами в ближайшее время.

# Bareboat_Day_Text
source: For those short on time, we offer full-day yacht rental (Day Charter) in Montenegro. Enjoy a day at sea exploring the coast with an experienced skipper. Prices start from €600 per day (skipper included).
ru: For those short on time, we offer full-day yacht rental (Day Charter) in Montenegro. Enjoy a relaxing day at sea, exploring the stunning coast with an experienced skipper.

# Bareboat_Day_Title
source: Day Yacht Charter
ru: Аренда яхты на день

# Bareboat_Hero_CTA
source: Learn more
ru: Узнать больше

# Bareboat_Rates_Week_Title
source: Weekly Yacht Charter
ru: Аренда на неделю

# PageTitle_BareboatCharter
source: Bareboat Yacht Charter Montenegro — Rent Without Skipper | VibeOfTheWave
ru: Чартер яхты без капитана в Черногории | VibeOfTheWave

# Meta_Description_BareboatCharter
source: Rent a yacht without skipper in Montenegro! Bareboat charters for experienced sailors: large fleet, transparent rates, full support, and expert advice. Plan your own sailing adventure with VibeOfTheWave.
ru: Аренда яхты без капитана (bareboat) в Черногории для опытных яхтсменов. Большой выбор яхт, понятные тарифы, поддержка и консультации. Спланируйте самостоятельное морское путешествие с VibeOfTheWave!
