Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Pages.Charter.*.resx
Languages: ru

# Charter_Hero_Title
source: Worldwide Yacht Charter for Zero € Fees
ru: Аренда яхт по всему миру без комиссий

# Charter_Hero_Subtitle
source: We handle agency fees — your charter cost is 0 €
ru: Наши агентские расходы оплачивают владельцы

# Charter_Hero_CTA
source: How It Works
ru: Как это работает

# Charter_Benefits_Title
source: Why Charter with Us
ru: Почему нам доверяют

# Charter_Benefit1_Title
source: Zero Fees
ru: Никаких комиссий

# Charter_Benefit1_Text
source: Our agency is paid by owners of yacht, not you.
ru: Все комиссии оплачивают владельцы, не вы.

# Charter_Benefit2_Title
source: Best Selection
ru: Лучший выбор

# Charter_Benefit2_Text
source: Hand-picked yachts from top companies.
ru: Отборные яхты от ведущих компаний.

# Charter_Benefit3_Title
source: Secure Contracts
ru: Гарантия безопасности

# Charter_Benefit3_Text
source: All agreements vetted to protect you.
ru: Все договора проверены для вашей защиты.

# Charter_Process_Title
source: How to Charter
ru: Как арендовать

# Charter_Contact_Title
source: Ready to Charter?
ru: Готовы арендовать?

# Charter_Contact_Button
source: Contact Us
ru: Связаться с нами

# Charter_Form_Title
source: Charter Request Form
ru: Форма заявки

# Charter_Form_Name
source: Your Name
ru: Ваше имя

# Charter_Form_Phone
source: Phone Number
ru: Телефон

# Charter_Form_Email
source: Your Email
ru: Ваш e-mail

# Charter_Form_Country
source: Country of Charter
ru: Страна аренды

# Charter_Form_Type
source: Select Yacht Type
ru: Тип яхты

# Charter_Type_Mono
source: Monohull Sailboat
ru: Парусная одномачтовая

# Charter_Type_Cat
source: Catamaran
ru: Катамаран

# Charter_Type_Motor
source: Motor Yacht
ru: Моторная яхта

# Charter_Form_Button
source: Send Request
ru: Отправить заявку

# Charter_Form_Success
source: Thank you! We’ll be in touch shortly.
ru: Спасибо! Мы свяжемся с вами в ближайшее время.

# Charter_Process1_Title
source: Step 1: Preliminary Selection (1 day)
ru: Шаг 1: Предварительный подбор (1 день)

# Charter_Process2_Title
source: Step 2: Main Selection (1–3 days)
ru: Шаг 2: Основной отбор (1–3 дня)

# Charter_Process3_Title
source: Step 3: Contract Signing & Payment (1 day)
ru: Шаг 3: Подписание договора и оплата (1 день)

# Charter_Process4_Title
source: Step 4: Embarkation & Check-In
ru: Шаг 4: Посадка и регистрация

# Charter_Process5_Title
source: Step 5: Disembarkation & Support
ru: Шаг 5: Высадка и послеподдержка

# Charter_Process1_User_Label
source: You:
ru: Вы:

# Charter_Process2_User_Label
source: You:
ru: Вы:

# Charter_Process3_User_Label
source: You:
ru: Вы:

# Charter_Process4_User_Label
source: You:
ru: Вы:

# Charter_Process5_User_Label
source: You:
ru: Вы:

# Charter_Process1_Agency_Label
source: We:
ru: Мы:

# Charter_Process2_Agency_Label
source: We:
ru: Мы:

# Charter_Process3_Agency_Label
source: We:
ru: Мы:

# Charter_Process4_Agency_Label
source: We:
ru: Мы:

# Charter_Process5_Agency_Label
source: We:
ru: Мы:

# Charter_Process1_User
source: You tell us which yacht, destination and dates you need—either by phone or via our online form—so we can clarify your exact requirements.
ru: Вы сообщаете нам, какую яхту, направление и даты вы хотите — по телефону или через онлайн-форму — чтобы мы уточнили ваши точные требования.

# Charter_Process2_User
source: You review the curated shortlist and simply point to the yachts you like best—no need for endless emails.
ru: Вы просматриваете отобранный нами список и просто отмечаете понравившиеся яхты — никаких бесконечных переписок.

# Charter_Process3_User
source: You sign the agreement and pay the deposit (and later the final balance), which usually takes minutes once everything’s in place.
ru: Вы подписываете договор и вносите депозит (а затем окончательный платёж), что обычно занимает считанные минуты при готовности всех документов.

# Charter_Process4_User
source: On arrival, you board the yacht and complete check-in.
ru: По прибытии вы садитесь на яхту и проходите процедуру регистрации.

# Charter_Process5_User
source: At the end of your charter you return the yacht and complete check-out.
ru: В конце чартерного периода вы возвращаете яхту и завершаете выезд.

# Charter_Process1_Agency
source: Then we conduct a rapid market scan: assessing availability, average rates and spotting hidden gems based on our years of experience. We shortlist the most attractive, best-value options (filtering out overpriced or poor–quality boats) and even make provisional, no-obligation bookings to hold those yachts while you decide.
ru: Затем мы проводим экспресс-анализ рынка: оцениваем доступность, средние цены и находим скрытые жемчужины на основе нашего многолетнего опыта. Отбираем самые выгодные предложения (исключая завышенные или низкокачественные яхты) и делаем предварительное бесплатное бронирование, чтобы зафиксировать их до вашего окончательного выбора.

# Charter_Process2_Agency
source: Meanwhile, we perform a deep dive: vetting each charter company and vessel for reputation and safety, negotiating extra discounts or special requests, and scrutinizing draft contracts for hidden fees. Once terms are agreed, we email you the finalized agreement, invoices (deposit and balance) and our clear commentary.
ru: Параллельно мы проводим глубокую проверку: оцениваем репутацию чартерных компаний и судов, согласовываем дополнительные скидки и особые пожелания, а также внимательно изучаем договоры на предмет скрытых сборов. После утверждения условий высылаем вам финальный контракт, счета (депозит и баланс) и детальные комментарии.

# Charter_Process3_Agency
source: We oversee every document exchange and bank transfer—making sure your booking stays secured even if payments take time to clear—so there’s zero risk of the yacht slipping away.
ru: Мы контролируем каждый обмен документами и банковские переводы — гарантируем, что ваша бронь остаётся надёжно зафиксированной, даже при задержках платежей, чтобы исключить риск потери яхты.

# Charter_Process4_Agency
source: We stay on standby: if any issue arises—missing provisions, paperwork hiccups or last-minute demands—we intervene directly with the charter company to enforce the agreed terms and ensure your cruise departs smoothly.
ru: Мы остаёмся на связи: если возникают проблемы — нехватка припасов, задержки с документами или внезапные запросы — мы напрямую взаимодействуем с чартерной компанией, чтобы обеспечить выполнение согласованных условий и своевременный выход в море.

# Charter_Process5_Agency
source: At the end of your charter you return the yacht and complete check-out. Should any dispute over the deposit or unexpected charges arise, we immediately advocate on your behalf to recover every euro—and provide post-charter assistance so you can relax knowing we’ve got you covered.
ru: После возвращения яхты и завершения формальностей мы незамедлительно защищаем ваши интересы при любых спорах по депозиту или неожиданным сборам, добиваясь возврата каждого евро, и оказываем послепродажную поддержку, чтобы вы могли полностью расслабиться.

# PageTitle_Charter
source: Yacht Charter in Montenegro — Personalized Selection | VibeOfTheWave
ru: Аренда яхты в Черногории — подбор под ваши цели | VibeOfTheWave

# Meta_Description_Charter
source: Find your ideal yacht for charter in Montenegro! Personal selection, support at every stage, best prices, and reliable partners. Start your sea journey with VibeOfTheWave — we’ll help you choose the perfect yacht for your needs.
ru: Подберите яхту для аренды в Черногории с VibeOfTheWave! Индивидуальный подбор, поддержка на всех этапах, лучшие цены и проверенные партнёры. Начните морское путешествие с нами — мы найдём идеальную яхту под ваши задачи.
