Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Pages.Fleet.*.resx
Languages: ru

# Fleet_Title
source: Our Fleet
ru: Наш флот

# Fleet_Subtitle
source: We train on new, modern sailing and motor yachts, just like those you can charter anywhere in the world. You should learn on the type of boat you plan to sail.
ru: Мы учим на новых современных парусных и моторных яхтах, таких же, которые можно взять в аренду по всему миру. Учиться нужно на том, на чём собираетесь ходить.

# Fleet_Jeanneau_Name
source: Sailing Yacht Jeanneau Sun Odyssey 439
ru: Парусная яхта Jeanneau Sun Odyssey 439

# Fleet_Jeanneau_Desc
source: A modern 13-meter cruising sailing yacht with 4 cabins. The top-tier Premier equipment package offers maximum comfort and a full set of gear for training. The large sail area (100 m² + 125 m² gennaker) is great for practicing various sailing techniques, and the bow thruster makes docking easier.
ru: Современная 13-метровая крейсерская парусная яхта с 4 каютами. Топовая комплектация Premier обеспечивает максимальный комфорт и полный набор оборудования для обучения. Большая парусность (100 м² + 125 м² геннакер) позволяет отрабатывать различные режимы под парусом, а наличие носового подруливающего устройства облегчает швартовки.

# Fleet_Jeanneau_Length
source: Length: 43 ft (13 m)
ru: Длина: 43 фута (13 м)

# Fleet_Jeanneau_Draft
source: Draft: 2.2 m
ru: Осадка: 2,2 м

# Fleet_Jeanneau_Cabins
source: Cabins: 4 (8 berths)
ru: Кают: 4 (8 спальных мест)

# Fleet_Jeanneau_WC
source: Hot water & WC: Yes
ru: Горячая вода и туалет: есть

# Fleet_Jeanneau_SailArea
source: Sail area: 100 m² (+ gennaker 125 m²)
ru: Парусность: 100 м² (+ геннакер 125 м²)

# Fleet_Jeanneau_BowThruster
source: Bow thruster: Yes
ru: Носовое подруливающее устройство: есть

# Fleet_Jeanneau_Equipment
source: Equipment: Premier
ru: Комплектация: Premier

# Fleet_Beneteau_Name
source: Motor Yacht Beneteau Antares 32
ru: Моторная яхта Beneteau Antares 32

# Fleet_Beneteau_Desc
source: A modern 10-meter motor yacht with two powerful diesel engines. It has everything needed for comfortable cruising: 2 cabins, hot water, a toilet, and a flybridge with a second helm station. The presence of a bow thruster and modern Raymarine electronics (radar, autopilot, chartplotter) makes training on this yacht very close to real charter conditions.
ru: Современная 10-метровая моторная яхта с двумя мощными дизельными двигателями. Оснащена всем необходимым для комфортного плавания: 2 каюты, горячая вода, туалет, флайбридж с дублирующим постом управления. Наличие носового подруливающего устройства и современной электроники Raymarine (радар, автопилот, картплоттер) делает обучение управлению такой яхтой максимально приближенным к реальным условиям чартерного плавания.

# Fleet_Beneteau_Length
source: Length: 32 ft (10 m)
ru: Длина: 32 фута (10 м)

# Fleet_Beneteau_Engines
source: Engines: 2 × 200 HP (diesel)
ru: Двигатели: 2 × 200 л. с. (дизель)

# Fleet_Beneteau_Cabins
source: Cabins: 2 (4 berths)
ru: Кают: 2 (4 спальных места)

# Fleet_Beneteau_WC
source: Hot water & WC: Yes
ru: Горячая вода и туалет: есть

# Fleet_Beneteau_Flybridge
source: Flybridge with helm: Yes
ru: Флайбридж с постом управления: есть

# Fleet_Beneteau_Electronics
source: Radar, autopilot, chartplotter (Raymarine): Yes
ru: Радар, автопилот, картплоттер (Raymarine): есть

# Fleet_Beneteau_BowThruster
source: Bow thruster: Yes
ru: Носовое подруливающее устройство: есть

# PageTitle_Fleet
source: Our Yacht Fleet — Charter & Hire in Montenegro | VibeOfTheWave
ru: Познакомьтесь с нашим флотом: современные парусные яхты, катамараны и моторные лодки для аренды и чартера в Черногории. Выберите свою яхту с VibeOfTheWave и отправляйтесь в морское путешествие по Адриатике!

# Meta_Description_Fleet
source: Explore our yacht fleet in Montenegro: modern sailing yachts, catamarans, and motorboats for charter and hire. Choose your perfect yacht with VibeOfTheWave and start your adventure on the Adriatic Sea!
ru: Наш флот яхт — чартер и аренда в Черногории | VibeOfTheWave
