Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Shared.ProgramsSection.*.resx
Languages: ru

# Programs_Catamaran_Alt
source: Catamaran Training
ru: Обучение на катамараны

# Programs_Catamaran_Text
source: Information coming soon.
ru: Информация скоро появится.

# Programs_ConfidentStart_Description
source: Group programs from zero on one type of yacht
ru: групповые программы с нуля на один вид яхты

# Programs_ConfidentStart_Title
source: CONFIDENT START
ru: УВЕРЕННЫЙ СТАРТ

# Programs_FurtherGrowth_Description
source: Open new categories or refresh your skills
ru: открытие новых категорий или восстановление навыков

# Programs_FurtherGrowth_Title
source: FURTHER GROWTH
ru: ДАЛЬНЕЙШИЙ РОСТ

# Programs_Individual_Alt
source: Individual Training
ru: Индивидуальное обучение

# Programs_Individual_Text
source: Information coming soon.
ru: Информация скоро появится.

# Programs_Individual_Title
source: Individual Training
ru: Индивидуальное обучение

# Programs_InfoLink
source: INFO
ru: ИНФО

# Programs_LevelUp_Coastal_Alt
source: Yachtmaster Coastal Sail IYT Course
ru: Курс Yachtmaster Coastal Sail IYT

# Programs_LevelUp_Coastal_Duration
source: 7 days
ru: 7 дней

# Programs_LevelUp_Coastal_Text
source: Advance to the next level of certification and prepare for long-distance sailing voyages.
ru: Переход на следующий уровень лицензии и подготовка к дальним парусным путём.

# Programs_LevelUp_Coastal_TitleCard
source: Yachtmaster Coastal Course
ru: Курс Yachtmaster Coastal

# Programs_LevelUp_Description
source: Intensive workshops to refine your sailing skills and confidence
ru: интенсивные мастер-классы для оттачивания навыков и уверенности

# Programs_LevelUp_Ocean_Alt
source: Atlantic Passage Training
ru: Океанская прокачка в Атлантике

# Programs_LevelUp_Ocean_Duration
source: 3 weeks
ru: 3 недели

# Programs_LevelUp_Ocean_Text
source: Historic ocean passage: Balearics – Gibraltar – Madeira – Canary Islands.
ru: Большой поход по маршруту: Балеары – Гибралтар – Мадейра – Канары.

# Programs_LevelUp_Ocean_TitleCard
source: Atlantic Ocean Voyage
ru: Океанская прокачка

# Programs_LevelUp_Title
source: LEVEL UP
ru: ПОВЫШЕНИЕ УРОВНЯ

# Programs_LevelUp_Weekend_Alt
source: Weekend Sailing Workshops
ru: Тренировки по выходным

# Programs_LevelUp_Weekend_Duration
source: 4 hours
ru: 4 часа

# Programs_LevelUp_Weekend_Text
source: Learn new techniques or perfect your skills in short, focused sessions.
ru: Освойте новое или отточите своё мастерство в коротких интенсивных сессиях.

# Programs_LevelUp_Weekend_TitleCard
source: Weekend Workshops
ru: Тренировки по выходным

# Programs_PersonalStart_Description
source: All types of programs in an individual format
ru: все виды программ в индивидуальном формате

# Programs_PersonalStart_Title
source: PERSONAL START
ru: ПЕРСОНАЛЬНЫЙ СТАРТ

# Programs_PowerAdvanced_Alt
source: Power Advanced Training
ru: Доучивание на моторные яхты

# Programs_PowerAdvanced_Duration
source: 5 days
ru: 5 дней

# Programs_PowerAdvanced_Text
source: Master power yachts and make docking predictable, not a gamble.
ru: Оттачиваем навыки работы на моторных яхтах, швартовки станут предсказуемыми.

# Programs_PowerAdvanced_Title
source: Motor+
ru: Мотор+

# Programs_Power_Alt
source: Power Yachts Training
ru: Обучение на моторные яхты

# Programs_Power_Duration
source: 6 days
ru: 6 дней

# Programs_Power_GroupSize
source: up to 4 students per group
ru: до 4 студентов в группе

# Programs_Power_Text
source: Maximum speed and independence from wind. Perfect for those who want to get comfortable fast.
ru: Максимальная скорость и независимость от ветра. Отличный вариант для тех, кто хочет доплыть быстро и комфортно.

# Programs_PracticalStart_Description
source: Group programs from zero on two types of yachts
ru: групповые программы с нуля на два вида яхты

# Programs_PracticalStart_Title
source: PRACTICAL START
ru: ПРАКТИЧНЫЙ СТАРТ

# Programs_SailAdvanced_Alt
source: Sail Advanced Training
ru: Доучивание на парусные яхты

# Programs_SailAdvanced_Duration
source: 7 days
ru: 7 дней

# Programs_SailAdvanced_Text
source: Upgrade your skills on sailing yachts and prepare for independent charters.
ru: Дообучение на парусные яхты и подготовка к самостоятельным чартерам.

# Programs_SailPower_Alt
source: Sail &amp; Power Training
ru: Обучение на парус &amp; мотор

# Programs_SailPower_Duration
source: 13 days
ru: 13 дней

# Programs_SailPower_GroupSize
source: up to 5 students per group
ru: до 5 студентов в группе

# Programs_SailPower_Text
source: Combined program for a universal license on both sail and power yachts.
ru: Совмещённая программа для универсальной лицензии на парус и мотор.

# Programs_Sail_Alt
source: Sailing Yachts Training
ru: Обучение на парусные яхты

# Programs_Sail_Duration
source: 10 days
ru: 10 дней

# Programs_Sail_GroupSize
source: up to 5 students per group
ru: до 5 студентов в группе

# Programs_Sail_Text
source: The most popular and universal segment for beginner skippers. Best way to start.
ru: Самый массовый и универсальный сегмент для начинающих капитанов. Лучше начать с него.

# Programs_SelectCourse
source: Select course
ru: Подобрать курс

# Programs_Subtitle
source: Types of Training at Sail Band Sailing School
ru: ВИДЫ ТРЕНИНГОВ В ЯХТ-ШКОЛЕ SAIL BAND

# Programs_Title
source: PROGRAMS OF STUDY
ru: ПРОГРАММЫ ОБУЧЕНИЯ

# Programs_Variant_MotorPlus_Label
source: Motor+
ru: Мотор+

# Programs_Variant_Standard_Label
source: Standard
ru: Стандарт

# Programs_CatamaranAdvanced_Alt
source: Catamaran upskill image
ru: Изображение катамарана

# Programs_CatamaranAdvanced_Title
source: Catamaran+
ru: КАТАМАРАН+

# Programs_CatamaranAdvanced_Text
source: Information coming soon.
ru: Информация скоро появится.
