Repository: Higara33/Vibe-on-the-Wave
Catalog: MyLandingPage/Resources/Shared.InfoModal.*.resx
Languages: ru

# Options_Header
source: Training options
ru: Варианты обучения

# Details_Header
source: Details
ru: Детали

# Duration_Label
source: Duration
ru: Срок

# Price_Label
source: Price
ru: Цена

source: Close
ru: Закрыть

# sail_standard_Title
source: Program “Standard”
ru: ПРОГРАММА “СТАНДАРТ”

# sail_standard_Subtitle
source: Extended IYT course with offshore and night passages
ru: Расширенная IYT-программа с офшорными и ночными выходами

# sail_standard_Option1
source: 10 days intensive
ru: 10 дней обучения

# sail_standard_Option2
source: 240 nautical miles
ru: 240 морских миль

# sail_standard_Option3
source: Living on board
ru: Проживание на яхте

# sail_standard_Duration
source: 10 days
ru: 10 дней

# sail_vip_Title
source: Program “VIP”
ru: ПРОГРАММА “VIP”

# sail_vip_Option1
source: 7 days intensive
ru: 7 дней обучения

# sail_vip_Option2
source: 200 nautical miles
ru: 200 морских миль

# sail_vip_Option3
source: Private or small group
ru: Индивидуальная или малая группа

# sail_vip_Duration
source: 7 days
ru: 7 дней

# sail_vip_Subtitle
source: Individual & intensive for busy people
ru: Индивидуально и интенсивно для занятых

# Programs_SelectCourse
source: Select course
ru: Выбрать курс

# power_standard_Title
source: Program “Standard”
ru: ПРОГРАММА “STANDARD”

# power_standard_Subtitle
source: Basic powerboat handling and safety course
ru: Базовый курс управления моторной яхтой и безопасность

# power_standard_Option1
source: 3 days intensive
ru: 3 дня интенсивного обучения

# power_standard_Option2
source: Engine operation and safety drills
ru: Работа с двигателем и тренировки по безопасности

# power_standard_Option3
source: Docking and manoeuvring practice
ru: Практика швартовки и манёвров

# power_standard_Duration
source: 3 days
ru: 3 дня

# power_motorplus_Title
source: Program “Motor+”
ru: ПРОГРАММА “MOTOR+”

# power_motorplus_Subtitle
source: Extended course with advanced manoeuvres
ru: Расширенный курс с продвинутыми манёврами

# power_motorplus_Option1
source: 5 days intensive
ru: 5 дней интенсивного обучения

# power_motorplus_Option2
source: Advanced docking & close-quarters handling
ru: Продвинутая швартовка и управление в ограниченном пространстве

# power_motorplus_Option3
source: Individual coaching sessions
ru: Индивидуальные занятия

# power_motorplus_Duration
source: 5 days
ru: 5 дней

# sailpower_standard_Title
source: Program “Power + Sail” Standard
ru: ПРОГРАММА «ПАРУС + МОТОР»

# sailpower_standard_Subtitle
source: Extended IYT program with night and offshore passages
ru: Расширенная IYT-программа с ночными и офшорными выходами

# sailpower_standard_Option1
source: 13 days intensive
ru: 13 дней интенсивного обучения

# sailpower_standard_Option2
source: No prior experience required
ru: Опыт не требуется

# sailpower_standard_Option3
source: Theory integrated with practice
ru: Теория в процессе практики

# sailpower_standard_Duration
source: 13 days
ru: 13 дней

# sailpower_vip_Title
source: Program “Power + Sail VIP”
ru: ПРОГРАММА «ПАРУС + МОТОР VIP»

# sailpower_vip_Subtitle
source: Individual and highly intensive training
ru: Индивидуальное и очень интенсивное обучение

# sailpower_vip_Option1
source: 10 days intensive
ru: 10 дней интенсивного обучения

# sailpower_vip_Option2
source: Theory required beforehand
ru: Теория обязательна к изучению заранее

# sailpower_vip_Option3
source: Private or small group
ru: Только вы и ваши спутники

# sailpower_vip_Duration
source: 10 days
ru: 10 дней

# sail_advanced_Title
source: Program “Sail+”
ru: ПРОГРАММА «ПАРУС+»

# sail_advanced_Subtitle
source: Enhance your sailing skills with advanced day and night passages
ru: Углублённое обучение: дневные и ночные выходы

# sail_advanced_Option1
source: 7 days intensive
ru: 7 дней интенсивного обучения

# sail_advanced_Option2
source: Advanced sail handling
ru: Продвинутое управление парусами

# sail_advanced_Option3
source: Night navigation practice
ru: Ночная навигация

# sail_advanced_Duration
source: 7 days
ru: 7 дней

# power_advanced_Title
source: Program “Motor+”
ru: ПРОГРАММА «MOTOR+»

# power_advanced_Subtitle
source: Extended powerboat training with advanced manoeuvres
ru: Расширенное обучение продвинутым манёврам

# power_advanced_Option1
source: 5 days intensive
ru: 5 дней интенсивного обучения

# power_advanced_Option2
source: Advanced docking techniques
ru: Продвинутая швартовка

# power_advanced_Option3
source: Individual coaching sessions
ru: Индивидуальные занятия

# power_advanced_Duration
source: 5 days
ru: 5 дней

# catamaran_comingsoon_Title
source: Coming soon
ru: Скоро будет

# catamaran_comingsoon_Subtitle
source: We are working on this course. Please check back later.
ru: Мы работаем над этим курсом. Пожалуйста, зайдите позже.

# individual_comingsoon_Title
source: Coming soon
ru: Скоро будет

# individual_comingsoon_Subtitle
source: We are working on this course. Please check back later.
ru: Мы работаем над этим курсом. Пожалуйста, зайдите позже.

# level_coastal_Title
source: Yachtmaster Coastal Course
ru: Курс Yachtmaster Coastal

# level_coastal_Subtitle
source: Advance to the next licensing level and prepare for long-distance sail voyages.
ru: Переход на следующий уровень лицензии и подготовка к большим путешествиям под парусом.

# level_coastal_Option1
source: 7 days training
ru: 7 дней обучения

# level_coastal_Option2
source: 240 nautical miles
ru: 240 морских миль

# level_coastal_Option3
source: For experienced skippers
ru: Для опытных

# level_coastal_Duration
source: 7 days
ru: 7 дней

# level_ocean_Title
source: Atlantic Passage Training
ru: Океанская прокачка в Атлантике

# level_ocean_Subtitle
source: Historic ocean voyage: Balearics → Gibraltar → Madeira → Canary Islands.
ru: Большой поход по маршруту: Балеары – Гибралтар – Мадейра – Канары.

# level_ocean_Option1
source: 3 weeks onboard
ru: 3 недели в море

# level_ocean_Option2
source: 300+ nautical miles
ru: 300+ морских миль

# level_ocean_Option3
source: For those seeking real challenges
ru: Для искателей приключений

# level_ocean_Duration
source: 3 weeks
ru: 3 недели

# level_weekend_Title
source: Weekend Sailing Workshops
ru: Тренировки по выходным

# level_weekend_Subtitle
source: Short focused sessions to refine your sailing skills.
ru: Короткие интенсивные сессии для оттачивания навыков.

# level_weekend_Option1
source: 4 hours intensive
ru: 4 часа интенсивно

# level_weekend_Option2
source: Practical drills
ru: Практические упражнения

# level_weekend_Option3
source: Open for all levels
ru: Для всех желающих

# level_weekend_Duration
source: 4 hours
ru: 4 часа
